austin.code-gnu-global
CoenraadS.bracket-pair-colorizer-2
Compulim.vscode-clock
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
dotdevru.prettier-java
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
file-icons.file-icons
GrapeCity.gc-excelviewer
haskell.haskell
James-Yu.latex-workshop
jebbs.plantuml
jolaleye.horizon-theme-vscode
justusadam.language-haskell
leveluptutorials.theme-levelup
lonefy.vscode-JS-CSS-HTML-formatter
marp-team.marp-vscode
mosapride.zenkaku
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
rust-lang.rust
shardulm94.trailing-spaces
teabyii.ayu
tht13.html-preview-vscode
tinkertrain.theme-panda
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
WakaTime.vscode-wakatime
xabikos.JavaScriptSnippets
yzane.markdown-pdf
